[
    {
    "title": "Política de Privacidade",
    "content": 
"\nA BattleClass Inc. ('BattleClass') leva a privacidade de seus alunos, professores e pais a sério. A BattleClass  está comprometida em proteger a privacidade dos usuários, proporcionando uma experiência de aprendizado personalizada e valiosa.
\nA BattleClass aceitou o Compromisso de Privacidade do Estudante como um compromisso público pela coleta e uso responsáveis ​​dos dados do aluno. Entre outras coisas, comprometemo-nos a coletar apenas as informações dos alunos necessárias para fins educacionais / escolares autorizados, ou conforme autorizado pelos pais / aluno, para não vender informações pessoais dos alunos, não usar as informações dos alunos para direcionamento comportamental de anúncios aos alunos. e não reter informações pessoais do aluno além do período necessário para apoiar os propósitos educacionais / escolares autorizados. “Todas as informações pessoais relativas a membros, assinantes, clientes ou visitantes que usem o BattleClass  serão tratadas em concordância com a Lei da Proteção de Dados Pessoais de 26 de outubro de 1998 (Lei n.º 67/98).” A BattleClass  desenvolveu esta Política de Privacidade para informar aos usuários em termos gerais sobre as práticas de gerenciamento de informações pessoais da Classcraft, incluindo quais informações pessoais são coletadas e como são processadas e usadas. Se os usuários tiverem alguma dúvida sobre nossa Política de Privacidade, poderão entrar em contato com a BattleClass  em contato.devs@gmail.com.
\nO ambiente escolar
\nComo o BattleClass  foi desenvolvido para ser jogado em grupo, muitas das informações coletadas sobre professores e alunos devem ser compartilhadas. O BattleClass  armazena as seguintes informações que o professor e os alunos:
\nNome do aluno ou professor;
\nEndereço de e-mail do aluno ou professor;
\nAtividades de jogo para estudantes ou professores;
\nConteúdo gerado pelo professor (por exemplo: postagens, tarefas, questionários etc.);
\nEntende-se que o professor publica as  atividades, informações ou comunicações relacionadas ao jogo ou à classe podem ser visíveis para professores.  O compartilhamento das informações acima também está sujeito às políticas de privacidade das instituições educacionais relevantes. Se os usuários tiverem alguma dúvida sobre o compartilhamento dessas informações, a BattleClass  recomenda que os usuários entrem em contato com as instituições educacionais relevantes.
\nA BattleClass  implementou medidas de segurança para garantir que esses dados não sejam compartilhados fora do ambiente escolar, exceto conforme descrito nesta Política de Privacidade.
\nInformações coletadas
\n1. Informações Pessoais
\nA BattleClass  coleta informações pessoais para os seguintes propósitos:
\nEfetuando login no aplicativo;
\nOperando o jogo;
\nEntrega de tarefas e conclusão de tarefas no aplicativo;
\nAs informações coletadas para as contas do PROFESSOR podem incluir:
\nEndereço de e-mail;
\nDados de jogo;
\nConteúdo gerado pelo professor (por exemplo: postagens, tarefas, questionários etc.);
\nNotas de atribuição;
\nAtividade do usuário (por exemplo: logins, páginas visualizadas, etapas de configuração da conta concluídas etc.).
\nAs informações coletadas para as contas dos ALUNOS estão limitadas a:
\nNome de usuário;
\nEndereços de e-mail institucional;
\nNome e sobrenome;
\nDados de jogo (por exemplo: concessão de XP, HP, escolha de seus avatares, etc.);
\nNotas da tarefa 
\nConteúdo gerado pelo aluno (por exemplo: respostas a questionários etc.);
\nBattleClass não coleta os seguintes dados:
\nDados biométricos fisiológicos;
\nInformações sobre o status de almoço grátis ou reduzido;
\nListas de contatos ou listas de amigos do usuário;
\nNotas de avaliação/ relacionadas diretamente a instituição de ensino;
\nO que a BlattleClass faz com as informações coletadas?
\nAs informações coletadas são usadas para os seguintes propósitos:
\nPermitir que o professor gerencie o jogo;
\nPermitir que colegas joguem o jogo;
\nHabilitar atividades relacionadas à classe, como conteúdo da sala de aula, tarefas e comunicações;
\nPara fins de suporte de software;
\nA BattleClass  não compartilha informações de identificação pessoal fora do ambiente escolar, exceto para os fins estabelecidos neste documento, sem primeiro obter o consentimento expresso por escrito da pessoa.
\n
\nPrivilégios de acesso de usuário da BattleClass  
\nÉ concedido aos alunos acesso a seus dados pessoais, dados de jogo em equipe, todo o conteúdo postado pelo professor no sistema de conteúdo da sala de aula.
\nRegistros de Alunos
\nOs registros dos alunos são de propriedade e estão sob o controle da escola e / ou distrito escolar. Os alunos podem acessar seus registros de estudante fazendo login na conta de aluno.
\nTerceiros não têm acesso a informações de identificação pessoal, registros educacionais ou outros registros de alunos, exceto conforme estabelecido nesta Política de Privacidade, ou após obter primeiro o consentimento expresso por escrito dos alunos.
\nSe houver divulgação não autorizada dos registros de um aluno, a BattleClass  notificará a instituição, o professor, e o aluno por e-mail dentro de até 3 dias após a descoberta da divulgação não autorizada.
\nSem marketing para alunos.
\nA BattleClass  não compartilha dados do usuário com terceiros para fins de marketing. Além disso, a BattleClass  não usa dados do aluno para comercialização de qualquer tipo, incluindo marketing para o aluno e para os pais.
\nExclusão de registros de alunos
\nOs seguintes registros do aluno são retidos por um período não superior a 12 meses após a última entrada na conta do aluno no jogo:
\nInformações do jogo do aluno, e todos os dados relacionados, incluindo datas, descrições e valores de pontos;
\nQualquer outra informação do aluno que não possa ser usada pelo aluno nos próximos anos.
\nAlunos e professores podem solicitar a exclusão de sua conta e as informações relacionadas do banco de dados da BattleClass  , entrando em contato em contato.dev@gmail.com.
\nExclusão de registros de professores
\nOs registros dos pais serão retidos por um período não superior a 36 meses após a última entrada feita em uma das contas dos alunos de seus filhos. Esse período foi selecionado para facilitar o registro simplificado do BattleClass durante toda a educação de seus filhos.
\nOs dados pessoais dos professores e todos os dados ainda não excluídos relacionados às aulas de um professor serão excluídos 5 anos após a inatividade da conta.
\nConformidade regional
\n1. Brasil
\nMarco Civil da Internet
\nO marco civil da internet estabelece princípios, garantias, direitos e deveres para o uso da internet no Brasil e determina as diretrizes para atuação da União, dos Estados, do Distrito Federal e dos Municípios em relação à matéria. A política de privacidade da BattleClass é projetada para proteger os dados dos alunos em conformidade com o Marco Civil da Internet.
\n A disciplina do uso da internet no Brasil tem como fundamento o respeito à liberdade de expressão, bem como:
\nI - o reconhecimento da escala mundial da rede;
\nII - os direitos humanos, o desenvolvimento da personalidade e o exercício da cidadania em meios digitais;
\nIII - a pluralidade e a diversidade;
\nIV - a abertura e a colaboração;
\nV - a livre iniciativa, a livre concorrência e a defesa do consumidor; e
\nVI - a finalidade social da rede.
\nArt. 3º A disciplina do uso da internet no Brasil tem os seguintes princípios:
\nI - garantia da liberdade de expressão, comunicação e manifestação de pensamento, nos termos da Constituição Federal;
\nII - proteção da privacidade;
\nIII - proteção dos dados pessoais, na forma da lei;
\nIV - preservação e garantia da neutralidade de rede;
\nV - preservação da estabilidade, segurança e funcionalidade da rede, por meio de medidas técnicas compatíveis com os padrões internacionais e pelo estímulo ao uso de boas práticas;
\nVI - responsabilização dos agentes de acordo com suas atividades, nos termos da lei;
\nVII - preservação da natureza participativa da rede;
\nVIII - liberdade dos modelos de negócios promovidos na internet, desde que não conflitem com os demais princípios estabelecidos nesta Lei.
\n
\nPolítica de segurança
\nA BattleClass  usa métodos padrão do setor para proteger os dados de seus clientes contra uso ou acesso não autorizado, alteração, destruição ou perda ilegal ou acidental. No entanto, deve-se notar que não é possível garantir 100% devido a constantes avanços na tecnologia de vírus e hackers. A BattleClass  não pode, portanto, ser responsabilizada pela perda ou alteração de dados. Uma cópia completa da Política de Segurança da BattleClass  pode ser obtida mediante solicitação para contato.dev@gmail.com .
\nAlterações e acesso a informações pessoais
\nOs usuários têm acesso às suas informações pessoais por meio da conta de usuário do BattleClass  ou entrando em contato com contato.dev@gmail.com.
\nOs usuários também podem solicitar uma cópia de suas informações pessoais ou fazer modificações em qualquer informação incorreta enviando uma solicitação por escrito para contato.dev@gmail.com. As seguintes informações devem ser fornecidas:
\nPrimeiro e último nome;
\nO email;
\nNome da turma e escola;
\nNome do aluno e / ou ID do usuário e / ou nome de usuário;
\nO usuário será então contatado por um membro da equipe BattleClass  para fins de verificação.
\nOs usuários também podem corrigir e atualizar suas informações pessoais usando os mesmos procedimentos descritos acima.
\nMudança de Controle
\nCaso toda ou parte da BattleClass ou seus ativos sejam adquiridos ou mesclados com terceiros, as informações pessoais que coletamos dos usuários seriam um dos ativos transferidos ou adquiridos por esse terceiro. Esta Política de Privacidade continuará sendo aplicada às suas informações, e qualquer adquirente somente poderá lidar com suas informações pessoais de acordo com esta política (a menos que você dê consentimento a uma nova política). Nós lhe enviaremos um aviso de aquisição dentro de trinta (30) dias após a conclusão de tal transação, publicando em nossa página inicial ou por e-mail para o seu endereço de e-mail que você nos forneceu. Se você não consentir o uso de suas informações pessoais por uma empresa sucessora, poderá solicitar sua exclusão da empresa.
\nNo caso improvável de a BattleClass encerrar as atividades, todas as informações do usuário serão excluídas com segurança dentro de 12 meses a partir da data de encerramento das atividades.
\nDivulgação de informações para cumprir as obrigações legais
\nA BattleClass  pode divulgar informações pessoais se acreditarmos de boa fé que isso é necessário para cumprir a lei, como cumprir uma intimação ou outro processo legal. Podemos precisar divulgar informações pessoais onde, de boa fé, acharmos necessário proteger os direitos, propriedade ou segurança da BattleClass  , nossos funcionários, nossa comunidade ou outros, ou impedir violações de nossos Termos de Serviço ou outros acordos. Isso inclui, sem limitação, a troca de informações com outras empresas e organizações para proteção contra fraudes ou resposta a solicitações governamentais.
\nAlterações e atualizações da Política de Privacidade
\nA BattleClass  pode, a seu exclusivo critério, atualizar, revisar, modificar e suplementar periodicamente esta Política de Privacidade. Se fizermos modificações nesta política ou nos Contratos de Usuário relacionados, publicaremos um aviso que você receberá quando fizer login no jogo e / ou enviaremos um email diretamente para você com uma cópia dos novos documentos. A BattleClass  pede aos usuários que revejam a Política de Privacidade atualizada e / ou os Contratos de usuário antes de continuarem a usar nossos serviços. Se os usuários não aceitarem a Política de Privacidade atualizada, os usuários poderão cancelar suas assinaturas de acordo com o Contrato de Licença do Professor, os Termos de Uso do Estudante e / ou os Termos de Uso dos Pais.
\nConsentimento para a coleta e processamento de informações
\nAo aceitar o Contrato de Licença do Professor, os Termos de Uso dos Pais e / ou os Termos de Uso dos Estudantes estão expressamente concedendo à BattleClass  uma declaração especial de que os usuários decidiram, por livre e espontânea vontade, conceder autorização específica à BattleClass  para coletar, processar e usar as informações pessoais estipuladas nessa Política de Privacidade e para usar essas informações de acordo com o que é estipulado nesta Política de Privacidade. Os usuários estão declarando ainda que estão cientes do objetivo da BattleClass  de coletar, processar e usar essas informações, como o processamento será conduzido, como a privacidade dos usuários será protegida e que os usuários estão autorizados a retirar seu consentimento.
\nContato\nO serviço da BattleClass  aos seus usuários e a confiança dos usuários são de extrema importância. Se os usuários tiverem alguma dúvida sobre esta Política de Privacidade, os usuários devem entrar em contato com a BattleClass  em:\nE - mail : contato.dev@gmail.com]"
    },
]